export const data = [
  {
    id: 1,
    svg: "/savingMoney.svg",
    title: "التوفير",
    text: "مبلغ يصل إلى ثلاثة أضعاف مدخراتك (حد أقصى 20,000 شيكل)، يُسدّد على مدى 1–3 سنوات برسوم إدارية سنوية ثابتة ",
  },
  {
    id: 2,
    svg: "/Group 29.svg",
    title: "التسليف",
    text: "تمويل لشراء احتياجاتك من شركائنا (تأمين المركبات، أجهزة كهربائية وإلكترونية، أثاث منزلي، صيانة ودهان سيارات، خدمات طبية للأسنان، محروقات…) وتقسيط يصل حتى 12 شهراً",
  },
];

export const cards = [
  {
    id: 1,
    img: "/cardsImg.png",
    title: "عنوان الخبر",
    date: "12 حزيران 2025",
    text: `تمويل لشراء احتياجاتك من شركائنا (تأمين المركبات، أجهزة كهربائية وإلكترونية، أثاث منزلي، صيانة ودهان سيارات، خدمات طبية للأسنان، محروقات…) وتقسيط يصل حتى 12 شهراً
كهربائية وإلكترونية، أثاث منزلي، صيانة ودهان سيارات، خدمات...`,
    span: "معرفة المزيد",
  },
  {
    id: 2,
    img: "/cardsImg.png",
    title: "عنوان الخبر",
    date: "12 حزيران 2025",
    text: `تمويل لشراء احتياجاتك من شركائنا (تأمين المركبات، أجهزة كهربائية وإلكترونية، أثاث منزلي، صيانة ودهان سيارات، خدمات طبية للأسنان، محروقات…) وتقسيط يصل حتى 12 شهراً
كهربائية وإلكترونية، أثاث منزلي، صيانة ودهان سيارات، خدمات...`,
    span: "معرفة المزيد",
  },
  {
    id: 3,
    img: "/cardsImg.png",
    title: "عنوان الخبر",
    date: "12 حزيران 2025",
    text: `تمويل لشراء احتياجاتك من شركائنا (تأمين المركبات، أجهزة كهربائية وإلكترونية، أثاث منزلي، صيانة ودهان سيارات، خدمات طبية للأسنان، محروقات…) وتقسيط يصل حتى 12 شهراً
كهربائية وإلكترونية، أثاث منزلي، صيانة ودهان سيارات، خدمات...`,
    span: "معرفة المزيد",
  },
];

export const icons = [
  {
    id: 1,
    svg: "/facebook.svg",
  },
  {
    id: 2,
    svg: "/instagram.svg",
  },
  {
    id: 3,
    svg: "/twitter.svg",
  },
  {
    id: 4,
    svg: "/tiktok.svg",
  },
];
